[
    {
        "id" : 1,
        "content" : "<section class=\"b-info\"><header class=\"b-info__header\"><h1 class=\"b-info__h1\">Что такое ШРИ?</h1></header><p>Школа разработки интерфейсов (ШРИ) организована компанией Яндекс в 2012 году для студентов старших курсов и недавних выпускников вузов, желающих развиваться в области фронтенд-разработки веб-сервисов.</p><p>Обучение в ШРИ включает в себя две части: курс лекций, посвященных различным аспектам промышленной фронтенд-разработки, и более практическую часть, связанную непосредственно с разработкой. Тех, кто успешно пройдёт практику, мы с удовольствием пригласим на работу или стажировку в Яндекс.</p><p>На занятиях сотрудники Яндекса рассказывают об инструментах разработчика, о том, как лучше и эффективнее вести работу в команде, о приёмах, которые позволяют сэкономить время, немного о дизайне. Практику ведут ведущие фронтенд-разработчики Яндекса, разрабатывающие интерфейсы для Поиска, Почты, Карт, Маркета и других сервисов Яндекса.</p><p>Все вопросы о Школе присылайте на адрес: <a href=\"mailto:intern@yandex-team.ru\">intern@yandex-team.ru</a></p></section>"
    },
    {
        "id" : 2,
        "content" : "<section class=\"b-info\"><header class=\"b-info__header\"><h1 class=\"b-info__h1\">ШРИ в Москве 2013</h1></header><p>В августе 2013 Яндекс открывал набор во вторую Школу разработки интерфейсов в Москве.</p><p class=\"center\"><iframe class=\"player\" width=\"480\" height=\"270\" src=\"http://video.yandex.ru/iframe/ya-events/ck9pq8zckh.3409/?player-type=custom&amp;show-info=false&amp;show-logo=false&amp;hd=1\"></iframe></p><p>Мы приглашали студентов старших курсов и недавних выпускников вузов, которые хотят развиваться в области фронтенд-разработки веб-сервисов. Чтобы учиться в нашей Школе, как и прежде, требовались базовые знания по разработке интерфейсов и небольшой опыт их создания.</p><h2 class=\"b-info__h2\">Структура школы</h2><h3 class=\"b-info__h3\">Теоретический этап</h3><p>Первый этап обучения представляет собой курс лекций, посвящённых различным сторонам фронтенд-разработки. С программой этого этапа вы можете ознакомиться на этой странице. Лекции продолжаются в течение месяца.</p><p>Занятия проходят три раза в неделю в московском офисе Яндекса: во вторник и четверг — с 18:30 до 21:30, в субботу — с 12:00 до 15:00.</p><p>В конце этого этапа слушателям предстоит экзамен. Лучшим студентам мы предложим пройти практический этап Школы.</p><h3 class=\"b-info__h3\">Практический этап</h3><p>Практика — это отличный шанс увидеть работу Яндекса изнутри. Практиканты получают корпоративные компьютеры, пропуски в офис, а ещё мы платим им стипендию. В течение двух месяцев практиканты выполняют большое задание под руководством опытного разработчика.</p><p>Практика позволяет найти применение полученным знаниям в реальной работе над фронтендом в Яндексе.</p><p>Также во время практики продолжаются лекции, на которые, в отличии от прошлогодней ШРИ, смогут ходить и те студенты, что не получили приглашения на практику.</p><h2 class=\"b-info__h2\">Как можно было поступить</h2><p>В этому году в ШРИ можно было поступить, заполнив анкету и выполнив три практических задания. По результатам теста мы рассчитывали пригласить в Школу 30-40 человек.</p><h2 class=\"b-info__h2\">Результаты отбора</h2><p>До оценивания было допущено 153 заявки, из них 74 набрали проходной балл. В конечном счёте в Школу было принято 39 человек.</p></section>"
    },
    {
        "id" : 6,
        "content" : "<section class=\"b-info\"><header class=\"b-info__header\"><h1 class=\"b-info__h1\">FAQ</h1></header><p><strong>Нужно ли платить за обучение?</strong></p><p>Нет, не нужно. Школа бесплатная, а во время практики мы даже платим стипендию.</p><p><strong>Я не знаю JavaScript, но у меня есть опыт веб-разработки на другом языке (PHP, Ruby, Perl...). Cмогу ли я попасть в вашу школу?</strong></p><p>Мы не готовы учить всему с нуля, поэтому без начальных знаний обучение в Школе невозможно. Попробуйте самостоятельно выполнить тестовое задание — вдруг у вас получится.</p><p><strong>Будут ли выложены видеозаписи лекций?</strong></p><p>Да, мы опубликуем все лекции с первого этапа. Видео лекций предыдущей Школы можете посмотреть <a href=\"http://tech.yandex.ru/education/shri/msk-2012/\">здесь</a>.</p><p><strong>В какое время проходят занятия?</strong></p><p>Вторник, четверг — с 18:30 до 21:30. Суббота — с 12:00 до 15:00. Во время практики лекции будут проходить только по субботам с 12:00 до 15:00.</p><p><strong>Я не «студент старших курсов или недавний выпускник вуза», могу ли я принять участие в Школе?</strong></p><p>Вы можете заполнить анкету, и мы рассмотрим её наравне с другими.</p><p><strong>Второй этап обучения в школе предполагает полную занятость, или практика также будет проходить по субботам?</strong></p><p>Практика предполагает полную или частичную занятость в рабочее время с понедельника по пятницу.</p></section>"
    }
]